/****************************************************************************

  @file ImageButton_Color.js

  @brief ボタン画像入れ替えクライアントスクリプト

  @author YSK畑

  Copyright(c) 2004-2006 FUJI PHOTO FILM CO., LTD. All rights reserved.

         更新履歴  担当        Ver.       内容
  -----  --------  ----------  --------   -------------------------------
  @date  04/12/17  YSK畑       V1.0       新規作成

/****************************************************************************/

//*****************************************************************************
// SetImageUrl
// １．機能
//      画像ボタン押下時の画像すり替え
// ２．戻り値
//　　  なし// ３．備考//　　　なし//*****************************************************************************
function SetImageUrl(obj,imgUrl)
{
	obj.src = imgUrl;
}




