/****************************************************************************

  @file FixToKB912945.js

  @brief ActiveX更新プログラム(KB912945)による影響への対応スクリプト

  @author HSK山本



  Copyright(c) 2004-2006 FUJI PHOTO FILM CO., LTD. All rights reserved.

         更新履歴  担当        Ver.       内容
  -----  --------  ----------  --------   -------------------------------
  @date  06/07/07  HSK山本     V1.2       新規作成

/****************************************************************************/

//***************************************************************************
//  WriteToDocument()		
//  1．機能
//      ドキュメントへ文字列を追加

//  2．戻り値  
//		  なし
//  3．備考
//***************************************************************************
function WriteToDocument()
{
	//引数の個数をチェック
	var argLen = arguments.length;
	if(argLen == 0)return;
	
	var htmlCode = "";
	for (var i=0; i < argLen; i++){
		htmlCode += arguments[i];
	}
	
	document.write(htmlCode);
}

